{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MocopiLiveLinkModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Create Mocopi Source"
					},
					"Translation":
					{
						"Text": "Crear Mocopi Source"
					},
					"Key": "CreateSourceButtonLabel"
				},
				{
					"Source":
					{
						"Text": "Creates a connection to Mocopi Sensors"
					},
					"Translation":
					{
						"Text": "Crea una conexión LiveLink a los sensores Mocopi"
					},
					"Key": "SourceTooltip"
				},
				{
					"Source":
					{
						"Text": "Enter a subject name to create a Mocopi LiveLink Source"
					},
					"Translation":
					{
						"Text": "Ingresa un nombre del sujeto para crear una Mocopi LiveLink Source"
					},
					"Key": "errorNoSubjectName"
				},
				{
					"Source":
					{
						"Text": "Error loading the SonyMotionFormat Library. Please reinstall the plugin to repair the files."
					},
					"Translation":
					{
						"Text": "Error al cargar la librería SonyMotionFormat. Por favor vuelve a instalar el plugin para reparar los archivos."
					},
					"Key": "errorInvalidSMF"
				},
				{
					"Source":
					{
						"Text": "Error: Empty Subject Name"
					},
					"Translation":
					{
						"Text": "Error: Nombre del Sujeto Vacío"
					},
					"Key": "errorTitleNoSubjectName"
				},
				{
					"Source":
					{
						"Text": "Error: Invalid Port"
					},
					"Translation":
					{
						"Text": "Error: Puerto No Válido"
					},
					"Key": "errorTitleInvalidPort"
				},
				{
					"Source":
					{
						"Text": "Error: Port in Use"
					},
					"Translation":
					{
						"Text": "Error: Puerto en Uso"
					},
					"Key": "errorTitleUsedPort"
				},
				{
					"Source":
					{
						"Text": "Error: SonyMotionFormat Library"
					},
					"Translation":
					{
						"Text": "Error: Librería SonyMotionFormat"
					},
					"Key": "errorTitleInvalidSMF"
				},
				{
					"Source":
					{
						"Text": "Failed to import SonyMotionFormat function"
					},
					"Translation":
					{
						"Text": "Falla al importar función de SonyMotionFormat"
					},
					"Key": "smfImportError"
				},
				{
					"Source":
					{
						"Text": "Failed to load the required SonyMotionFormat library. Plugin will not be functional. File Path: "
					},
					"Translation":
					{
						"Text": "Falla al cargar la librería SonyMotionFormat. El Plugin no funcionará. Ruta del archivo: "
					},
					"Key": "smfLoadError"
				},
				{
					"Source":
					{
						"Text": "Invalid port.\nPlease enter a port number between 0 and 65535"
					},
					"Translation":
					{
						"Text": "Puerto no válido. Ingresa un número de puerto entre 0 y 65535"
					},
					"Key": "errorInvalidPort"
				},
				{
					"Source":
					{
						"Text": "Listening to port {0}"
					},
					"Translation":
					{
						"Text": "Escuchando al puerto {0}"
					},
					"Key": "SourceStatusReceiving"
				},
				{
					"Source":
					{
						"Text": "Mocopi LiveLink"
					},
					"Translation":
					{
						"Text": "Mocopi Live Link"
					},
					"Key": "sourceType"
				},
				{
					"Source":
					{
						"Text": "Mocopi LiveLink"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLink"
					},
					"Key": "SourceDisplayName"
				},
				{
					"Source":
					{
						"Text": "Mocopi LiveLink"
					},
					"Translation":
					{
						"Text": "Mocopi LiveLink"
					},
					"Key": "sourceMachineName"
				},
				{
					"Source":
					{
						"Text": "MocopiLiveLink plugin received unrecognized data"
					},
					"Translation":
					{
						"Text": "El plugin MocopiLiveLink recibió datos no reconocidos"
					},
					"Key": "receivedUnrecognizedData"
				},
				{
					"Source":
					{
						"Text": "Port Number"
					},
					"Translation":
					{
						"Text": "Número de Puerto"
					},
					"Key": "InputPort"
				},
				{
					"Source":
					{
						"Text": "Socket Initialization Failed"
					},
					"Translation":
					{
						"Text": "La inicialización del socket falló"
					},
					"Key": "socketInitFailed"
				},
				{
					"Source":
					{
						"Text": "Subject Name"
					},
					"Translation":
					{
						"Text": "Nombre del Sujeto"
					},
					"Key": "SubjectName"
				},
				{
					"Source":
					{
						"Text": "This port is already being used by another Mocopi LiveLink Source"
					},
					"Translation":
					{
						"Text": "Este puerto ya está siendo utilizado por otra Mocopi LiveLink Source"
					},
					"Key": "errorUsedPort"
				},
				{
					"Source":
					{
						"Text": "Trying to start UDP thread with an invalid / uninitialized socket"
					},
					"Translation":
					{
						"Text": "Tratando de comenzar un UDP thread con un socket invalido o sin inicializar"
					},
					"Key": "errorInvalidSocket"
				}
			]
		}
	]
}